Repository: SigurdurVilhelmsson/namsbokasafn-efni
Catalog: books/efnafraedi-2e/tm/efnafraedi-2e-2026-06-16.tmx
Source language: en
Languages: is

source: (a) Moisture in the air, icebergs, and the ocean represent water in the macroscopic domain. (b) At the molecular level (microscopic domain), gas molecules are far apart and disorganized, solid water molecules are close together and organized, and liquid molecules are close together and disorganized. (c) The formula H2O symbolizes water, and (g), (s), and (l) symbolize its phases. Note that clouds are actually comprised of either very small liquid water droplets or solid water crystals; gaseous water in our atmosphere is not visible to the naked eye, although it may be sensed as humidity. (credit a: modification of work by “Gorkaazk”/Wikimedia Commons)
is: (a) Raki í lofti, ísjakar og hafið tákna vatn eins og við sjáum það (stórsæja sviðið). (b) Þegar við útskýrum að sameindir í gasfasa séu langt frá hver annarri og sveimi um á óskipulegan hátt, sameindir í vatni á föstu formi liggi þétt og skipulega saman en sameindir vatns á vökvaformi liggi þétt en óskipulega saman erum við að lýsa einhverju sem við sjáum ekki (smásæja sviðið). (c) Formúlan H~2~O táknar vatn og (*g*), (*s*) og (*l*) tákna fasa þess. Athugið að ský eru í raun samsett úr annaðhvort mjög litlum vatnsdropum eða vatnskristöllum á föstu formi; vatn á gasformi í andrúmslofti okkar er ekki sýnilegt með berum augum, þótt það megi skynja það sem raka. (heimild a: breyting á verki eftir „Gorkaazk“/Wikimedia Commons)

source: Key Concepts and Summary
is: Lykilhugtök og samantekt

source: Chemistry deals with the composition, structure, and properties of matter, and the ways by which various forms of matter may be interconverted. Thus, it occupies a central place in the study and practice of science and technology. Chemists use the scientific method to perform experiments, pose hypotheses, and formulate laws and develop theories, so that they can better understand the behavior of the natural world. To do so, they operate in the macroscopic, microscopic, and symbolic domains. Chemists measure, analyze, purify, and synthesize a wide variety of substances that are important to our lives.
is: Efnafræði fjallar um samsetningu, byggingu og eiginleika efnis og hvernig mismunandi form efnis geta umbreyst hvert í annað. Þannig gegnir hún lykilhlutverki í rannsóknum og iðkun vísinda og tækni. Efnafræðingar nota vísindalega aðferðafræði til að gera tilraunir, setja fram tilgátur og móta lögmál og þróa kenningar, svo þeir geti betur skilið hegðun náttúrunnar. Til þess starfa þeir á stórsæja, smásæja og táknræna sviðinu. Efnafræðingar mæla, greina, einangra og framleiða fjölbreytt úrval efna sem eru mikilvæg fyrir líf okkar.

source: Chemistry End of Chapter Exercises
is: Efnafræði – Æfingar í lok kafla

source: Explain how you could experimentally determine whether the outside temperature is higher or lower than 0 °C (32 °F) without using a thermometer.
is: Útskýrðu hvernig þú gætir með tilraun komist að því hvort hitastigið úti sé hærra eða lægra en 0 °C (32 °F) án þess að nota hitamæli.

source: Place a glass of water outside. It will freeze if the temperature is below 0 °C.
is: Settu vatnsglas út. Það frýs ef hitastigið er undir 0 °C.

source: Identify each of the following statements as being most similar to a hypothesis, a law, or a theory. Explain your reasoning.
is: Greindu hvor eftirfarandi staðhæfinga líkist mest tilgátu, lögmáli eða kenningu. Útskýrðu svarið.

source: (a) Falling barometric pressure precedes the onset of bad weather.
is: (a) Lækkandi loftþrýstingur þýðir að vont veður er í aðsigi.

source: (b) All life on earth has evolved from a common, primitive organism through the process of natural selection.
is: (b) Allt líf á jörðinni hefur þróast með náttúruvali frá sameiginlegri, frumstæðri lífveru.

source: (c) My truck’s gas mileage has dropped significantly, probably because it’s due for a tune-up.
is: (c) Bíllinn minn er farinn að eyða meira bensíni, líklega vegna þess að það er langt síðan ég fór síðast með hann á verkstæði.

source: (a) The pressure of a sample of gas is directly proportional to the temperature of the gas.
is: (a) Þrýstingur gassýnis er í beinu hlutfalli við hitastig gassins.

source: (b) Matter consists of tiny particles that can combine in specific ratios to form substances with specific properties.
is: (b) Efni samanstendur af örsmáum eindum sem geta sameinast í ákveðnum hlutföllum og myndað efni með sérstaka eiginleika.

source: (c) At a higher temperature, solids (such as salt or sugar) will dissolve better in water.
is: (c) Við hærra hitastig leysast föst efni (eins og salt eða sykur) betur upp í vatni.

source: (a) law (states a consistently observed phenomenon, can be used for prediction); (b) theory (a widely accepted explanation of the behavior of matter); (c) hypothesis (a tentative explanation, can be investigated by experimentation)
is: (a) lögmál (lýsir fyrirbæri sem sést aftur og aftur, hægt að nota til að spá fyrir um hvað gerist); (b) kenning (skýring á hegðun efnis sem almennt er viðurkennd); (c) tilgáta (bráðabirgðaskýring, hægt að rannsaka með tilraunum)

source: Identify each of the underlined items as a part of either the macroscopic domain, the microscopic domain, or the symbolic domain of chemistry. For any in the symbolic domain, indicate whether they are symbols for a macroscopic or a microscopic feature.
is: Greindu hvort hvert undirstrikað atriði tilheyri stórsæja sviðinu, smásæja sviðinu eða táknræna sviðinu í efnafræði. Fyrir þau sem eru á táknræna sviðinu, tilgreindu hvort þau séu tákn fyrir stórsæjan eða smásæjan eiginleika.

source: (a) The mass of a lead pipe is 14 lb.
is: (a) Massi blýrörs er 14 lb.

source: (b) The mass of a certain chlorine atom is 35 amu.
is: (b) Massi tiltekins klóratóms er 35 amu.

source: (c) A bottle with a label that reads Al contains aluminum metal.
is: (c) Flaska með miða sem á stendur Al inniheldur málminn ál.

source: (d) Al is the symbol for an aluminum atom.
is: (d) Al er táknið fyrir álatóm.

source: Identify each of the underlined items as a part of either the macroscopic domain, the microscopic domain, or the symbolic domain of chemistry. For those in the symbolic domain, indicate whether they are symbols for a macroscopic or a microscopic feature.
is: Greindu hvort hvert undirstrikað atriði tilheyri stórsæja sviðinu, smásæja sviðinu eða táknræna sviðinu í efnafræði. Fyrir þau sem eru á táknræna sviðinu, tilgreindu hvort þau séu tákn fyrir stórsæjan eða smásæjan eiginleika.

source: (a) A certain molecule contains one H atom and one Cl atom.
is: (a) Ákveðin sameind inniheldur eitt H atóm og eitt Cl atóm.

source: (b) Copper wire has a density of about 8 g/cm3.
is: (b) Koparvír hefur eðlismassa u.þ.b. 8 g/cm^3^.

source: (c) The bottle contains 15 grams of Ni powder.
is: (c) Flaskan inniheldur 15 grömm af Ni dufti.

source: (d) A sulfur molecule is composed of eight sulfur atoms.
is: (d) Brennisteinssameind er samsett úr átta brennisteinsatómum.

source: (a) symbolic, microscopic; (b) macroscopic; (c) symbolic, macroscopic; (d) microscopic
is: (a) táknrænt, smásætt; (b) stórsætt; (c) táknrænt, stórsætt; (d) smásætt

source: According to one theory, the pressure of a gas increases as its volume decreases because the molecules in the gas have to move a shorter distance to hit the walls of the container. Does this theory follow a macroscopic or microscopic description of chemical behavior? Explain your answer.
is: Samkvæmt einni kenningu eykst þrýstingur gass þegar rúmmál þess minnkar vegna þess að sameindirnar í gasinu þurfa að fara styttri vegalengd til að rekast á veggi ílátsins. Fylgir þessi kenning stórsærri eða smásærri lýsingu á efnafræðilegri hegðun? Útskýrðu svarið.

source: The amount of heat required to melt 2 lbs of ice is twice the amount of heat required to melt 1 lb of ice. Is this observation a macroscopic or microscopic description of chemical behavior? Explain your answer.
is: Varminn sem þarf til að bræða 2 kíló af ís er tvöfalt meiri en varminn sem þarf til að bræða 1 kíló af ís. Er þessi athugun stórsæ eða smásæ lýsing á efnafræðilegri hegðun? Útskýrðu svarið.

source: Macroscopic. The heat required is determined from macroscopic properties.
is: Stórsæ. Varminn sem þarf er fundinn út frá stórsæjum eiginleikum.

source: chemistry
is: efnafræði

source: study of the composition, properties, and interactions of matter
is: rannsókn á samsetningu, eiginleikum og víxlverkunum efnis

source: hypothesis
is: tilgáta

source: tentative explanation of observations that acts as a guide for gathering and checking information
is: bráðabirgðaskýring á athugunum sem er leiðarvísir við söfnun og yfirferð upplýsinga

source: law
is: lögmál

source: statement that summarizes a vast number of experimental observations, and describes or predicts some aspect of the natural world
is: staðhæfing sem tekur saman niðurstöður fjölda tilrauna og lýsir eða spáir fyrir um einhvern þátt náttúrunnar

source: macroscopic domain
is: stórsæja sviðið

source: realm of everyday things that are large enough to sense directly by human sight and touch
is: svið hversdagslegra hluta sem eru nógu stórir til að við getum séð þá með berum augum eða snert á þeim

source: microscopic domain
is: smásæja sviðið

source: realm of things that are much too small to be sensed directly
is: svið hluta sem eru allt of litlir til að við getum skynjað þá beint

source: scientific method
is: vísindaleg aðferðafræði

source: path of discovery that leads from question and observation to law or hypothesis to theory, combined with experimental verification of the hypothesis and any necessary modification of the theory
is: ferli uppgötvunar sem leiðir frá spurningu og athugun til lögmáls eða tilgátu til kenningar, ásamt prófun á tilgátu með athugunum og hvers kyns nauðsynlegum breytingum á kenningunni

source: symbolic domain
is: táknrænt svið

source: specialized language used to represent components of the macroscopic and microscopic domains, such as chemical symbols, chemical formulas, chemical equations, graphs, drawings, and calculations
is: sérhæft tungumál sem notað er til að tákna þætti á stórsæja og smásæja sviðinu, svo sem efnatákn, efnaformúlur, efnajöfnur, gröf, teikningar og útreikningar

source: theory
is: kenning

source: well-substantiated, comprehensive, testable explanation of a particular aspect of nature
is: vel rökstudd, yfirgripsmikil og prófanleg skýring á tilteknum þætti náttúrunnar

source: Introduction
is: Inngangur

source: The water in a swimming pool is a complex mixture of substances whose relative amounts must be carefully maintained to ensure the health and comfort of people using the pool. (credit: modification of work by Vic Brincat)
is: Vatnið í sundlaug er flókin efnablanda þar sem gæta þarf vel að hlutfallslegu magni efna til að tryggja heilsu og þægindi þeirra sem nota laugina. (Heimild: breyting á vinnu eftir Vic Brincat)

source: Swimming pools have long been a popular means of recreation, exercise, and physical therapy. Since it is impractical to refill large pools with fresh water on a frequent basis, pool water is regularly treated with chemicals to prevent the growth of harmful bacteria and algae. Proper pool maintenance requires regular additions of various chemical compounds in carefully measured amounts. For example, the relative amount of calcium ion, Ca2+, in the water should be maintained within certain limits to prevent eye irritation and avoid damage to the pool bed and plumbing. To maintain proper calcium levels, calcium cations are added to the water in the form of an ionic compound that also contains anions; thus, it is necessary to know both the relative amount of Ca2+ in the compound and the volume of water in the pool in order to achieve the proper calcium level. Quantitative aspects of the composition of substances (such as the calcium-containing compound) and mixtures (such as the pool water) are the subject of this chapter.
is: Sundlaugar hafa lengi verið vinsæl leið til afþreyingar, líkamsræktar og sjúkraþjálfunar. Þar sem óraunhæft er að endurnýja vatnið oft í stórum laugum er sundlaugarvatn reglulega meðhöndlað með efnum til að koma í veg fyrir vöxt skaðlegra baktería og þörunga. Gott viðhald laugar krefst þess að reglulega sé bætt út í hana efnasamböndum í ákveðnu magni. Til dæmis þarf að halda hlutfallslegu magni kalsíumjóna, Ca2+, í vatninu innan ákveðinna marka til að koma í veg fyrir augnertingu og skemmdir á laugarbotni og vatnslögnum. Til að viðhalda réttu kalsíummagni er kalsíumkatjónum bætt í vatnið í formi jónaefnis sem inniheldur einnig anjónir. Því er nauðsynlegt að þekkja bæði hlutfallslegt magn Ca2+ í efnasambandinu og rúmmál vatnsins í lauginni til að ná réttu kalsíummagni. Magnbundnir þættir í samsetningu efna (eins og kalsíuminnihaldand efnasambandsins) og efnablöndu (eins og sundlaugarvatnsins) eru viðfangsefni þessa kafla.

source: Formula Mass and the Mole Concept
is: Formúlumassi og mólhugtakið

source: Calculate formula masses for covalent and ionic compounds
is: Reiknað formúlumassa fyrir sameindaefni og jónaefni

source: Define the amount unit mole and the related quantity Avogadro’s number
is: Skilgreint fjöldahugtakið mól og þekki tölu Avogadrosar sem er fjöldi í einu móli

source: Explain the relation between mass, moles, and numbers of atoms or molecules, and perform calculations deriving these quantities from one another
is: Útskýrt sambandið milli massa, móla og fjölda frumeinda eða sameinda og framkvæmt útreikninga til að leiða þessar stærðir hverja af annarri

source: Many argue that modern chemical science began when scientists started exploring the quantitative as well as the qualitative aspects of chemistry. For example, Dalton’s atomic theory was an attempt to explain the results of measurements that allowed him to calculate the relative masses of elements combined in various compounds. Understanding the relationship between the masses of atoms and the chemical formulas of compounds allows us to quantitatively describe the composition of substances.
is: Margir halda því fram að nútíma efnafræði hafi hafist þegar vísindamenn fóru að kanna magnbundna þætti efnafræðinnar jafnt sem þá eðlisbundnu. Til dæmis var atómkenning Daltons tilraun til að útskýra niðurstöður mælinga sem gerðu honum kleift að reikna út hlutfallslegan massa atóma í ýmsum efnasamböndum. Með því að skilja sambandið milli massa atóma og efnaformúla efnasambanda getum við lýst samsetningu efna á magnbundinn hátt.

source: Formula Mass
is: Formúlumassi

source: Formula Mass for Covalent Substances
is: Formúlumassi fyrir sameindaefni

source: For covalent substances, the formula represents the numbers and types of atoms composing a single molecule of the substance; therefore, the formula mass may be correctly referred to as a molecular mass. Consider chloroform (CHCl3), a covalent compound once used as a surgical anesthetic and now primarily used in the production of tetrafluoroethylene, the building block for the "anti-stick" polymer, Teflon. The molecular formula of chloroform indicates that a single molecule contains one carbon atom, one hydrogen atom, and three chlorine atoms. The average molecular mass of a chloroform molecule is therefore equal to the sum of the average atomic masses of these atoms. [#CNX_Chem_03_01_chloroform] outlines the calculations used to derive the molecular mass of chloroform, which is 119.37 amu.
is: Fyrir sameindaefni táknar formúlan fjölda og gerðir atóma sem mynda eina sameind efnisins. Því má réttilega nefna formúlumassa sameindamassa. Lítum á klóróform (CHCl3) sem er sameindaefni sem eitt sinn var notað sem svæfingarlyf við skurðaðgerðir og er nú aðallega notað við framleiðslu á tetraflúoretýleni, byggingareiningunni fyrir „viðloðunarfríu“ fjölliðuna Teflon. Sameindaformúla klóróforms gefur til kynna að ein sameind innihaldi eitt kolefnisatóm, eitt vetnisatóm og þrjú klóratóm. Meðalsameindamassi klóróformsameindar er því jafn summu meðalatómmassa þessara atóma. [#CNX_Chem_03_01_chloroform] sýnir útreikningana sem notaðir eru til að leiða út sameindamassa klóróforms sem er 119,37 amu.

source: The average mass of a chloroform molecule, CHCl3, is 119.37 amu, which is the sum of the average atomic masses of each of its constituent atoms. The model shows the molecular structure of chloroform.
is: Meðalmassi klóróformsameindar, CHCl3, er 119,37 amu, sem er summa meðalatómmassa allra atóma hennar. Líkanið sýnir sameindabyggingu klóróforms.

source: Likewise, the molecular mass of an aspirin molecule, C9H8O4, is the sum of the atomic masses of nine carbon atoms, eight hydrogen atoms, and four oxygen atoms, which amounts to 180.15 amu ([#CNX_Chem_03_01_aspirin]).
is: Sömuleiðis er sameindamassi aspirínsameindar, C9H8O4, summa atómmassa níu kolefnisatóma, átta vetnisatóma og fjögurra súrefnisatóma, sem nemur 180,15 amu ([#CNX_Chem_03_01_aspirin]).

source: The average mass of an aspirin molecule is 180.15 amu. The model shows the molecular structure of aspirin, C9H8O4.
is: Meðalmassi aspirínsameindar er 180,15 amu. Líkanið sýnir sameindabyggingu aspiríns, C9H8O4.

source: Computing Molecular Mass for a Covalent Compound
is: Útreikningur á sameindamassa fyrir sameindaefni

source: Ibuprofen, C13H18O2, is a covalent compound and the active ingredient in several popular nonprescription pain medications, such as Advil and Motrin. What is the molecular mass (amu) for this compound?
is: Íbúprófen, C13H18O2, er sameindaefni og virka efnið í nokkrum vinsælum lausasölulyfjum gegn verkjum, svo sem Íbúfen og Alvofen Express. Hver er sameindamassi (amu) þessa efnasambands?

source: Solution
is: Lausn

source: Molecules of this compound are composed of 13 carbon atoms, 18 hydrogen atoms, and 2 oxygen atoms. Following the approach described above, the average molecular mass for this compound is therefore:
is: Sameindir þessa efnasambands eru samsettar úr 13 kolefnisfrumeindum, 18 vetnisfrumeindum og 2 súrefnisfrumeindum. Samkvæmt aðferðinni sem lýst er hér að ofan er meðalsameindamassi þessa efnasambands því:

source: Check Your Learning
is: Prófaðu þekkingu þína

source: Acetaminophen, C8H9NO2, is a covalent compound and the active ingredient in several popular nonprescription pain medications, such as Tylenol. What is the molecular mass (amu) for this compound?
is: Parasetamól, C8H9NO2, er sameindaefni og virka efnið í nokkrum vinsælum lausasölulyfjum gegn verkjum, svo sem Panodil. Hver er sameindamassi (amu) þessa efnasambands?

source: Answer:
is: Svar:

source: Formula Mass for Ionic Compounds
is: Formúlumassi fyrir jónaefni

source: Ionic compounds are composed of discrete cations and anions combined in ratios to yield electrically neutral bulk matter. The formula mass for an ionic compound is calculated in the same way as the formula mass for covalent compounds: by summing the average atomic masses of all the atoms in the compound’s formula. Keep in mind, however, that the formula for an ionic compound does not represent the composition of a discrete molecule, so it may not correctly be referred to as the “molecular mass.”
is: Jónaefni eru samsett úr einni tegund plúsjóna (katjóna) og einni tegund mínusjóna (anjónum) sem sameinast í hlutföllum til að mynda rafhlutlaust efni. Formúlumassi fyrir jónaefni er reiknaður á sama hátt og formúlumassi fyrir sameindaefni þ.e. með því að leggja saman meðalatómmassa allra atóma í formúlu efnasambandsins. Hafðu þó í huga að formúla fyrir jónaefni táknar ekki samsetningu stakrar efniseindar, svo það er ekki rétt að nota orðið „sameindamassi“ fyrir massa jónaefna.

source: As an example, consider sodium chloride, NaCl, the chemical name for common table salt. Sodium chloride is an ionic compound composed of sodium cations, Na+, and chloride anions, Cl−, combined in a 1:1 ratio. The formula mass for this compound is computed as 58.44 amu (see [#CNX_Chem_03_01_saltMass]).
is: Sem dæmi má nefna natríumklóríð, NaCl, efnafræðilega heitið á venjulegu matarsalti. Natríumklóríð er jónaefni sem samanstendur af natríumkatjónum, Na+, og klóríðanjónum, Cl−, sameinuðum í hlutfallinu 1:1. Formúlumassi þessa efnasambands er reiknaður sem 58,44 amu (sjá [#CNX_Chem_03_01_saltMass]).

source: Table salt, NaCl, contains an array of sodium and chloride ions combined in a 1:1 ratio. Its formula mass is 58.44 amu.
is: Matarsalt, NaCl, inniheldur kristal af natríum- og klóríðjónum sem sameinast í hlutfallinu 1:1. Formúlumassi þess er 58,44 amu.

source: Note that the average masses of neutral sodium and chlorine atoms were used in this computation, rather than the masses for sodium cations and chlorine anions. This approach is perfectly acceptable when computing the formula mass of an ionic compound. Even though a sodium cation has a slightly smaller mass than a sodium atom (since it is missing an electron), this difference will be offset by the fact that a chloride anion is slightly more massive than a chloride atom (due to the extra electron). Moreover, the mass of an electron is negligibly small with respect to the mass of a typical atom. Even when calculating the mass of an isolated ion, the missing or additional electrons can generally be ignored, since their contribution to the overall mass is negligible, reflected only in the nonsignificant digits that will be lost when the computed mass is properly rounded. The few exceptions to this guideline are very light ions derived from elements with precisely known atomic masses.
is: Athugaðu að meðalmassi hlutlausra natríum- og klóratóma var notaður í þessum útreikningi, frekar en massi natríumkatjóna og klóríðanjóna. Þessi aðferð er fullkomlega viðunandi þegar formúlumassi jónaefnis er reiknaður. Jafnvel þótt natríumkatjón hafi örlítið minni massa en natríumatóm (þar sem hana vantar rafeind), þá vegur sú staðreynd að klóríðanjón er örlítið massameiri en klóratóm (vegna auka rafeindar) upp á móti þessum mun. Þar að auki er massi rafeindar hverfandi lítill miðað við massa atóms. Jafnvel þegar massi stakrar jónar er reiknaður má yfirleitt hunsa rafeindirnar sem vantar eða eru umfram, þar sem framlag þeirra til heildarmassans er hverfandi og endurspeglast aðeins í ómarkverðum aukastöfum sem tapast þegar reiknaður massi er rétt námundaður. Örfáar undantekningarnar eru frá þessari viðmiðunarreglu en þær eiga við um mjög léttar jónir sem eru myndaðar úr frumefnum með nákvæmlega þekktan atómmassa.

source: Computing Formula Mass for an Ionic Compound
is: Útreikningur á formúlumassa fyrir jónaefni

source: Aluminum sulfate, Al2(SO4)3, is an ionic compound that is used in the manufacture of paper and in various water purification processes. What is the formula mass (amu) of this compound?
is: Álsúlfat, Al2(SO4)3, er jónaefni sem er notað við pappírsframleiðslu og í ýmsum vatnshreinsunarferlum. Hver er formúlumassi (amu) þessa efnasambands?

source: The formula for this compound indicates it contains Al3+ and SO42− ions combined in a 2:3 ratio. For purposes of computing a formula mass, it is helpful to rewrite the formula in the simpler format, Al2S3O12. Following the approach outlined above, the formula mass for this compound is calculated as follows:
is: Efnaformúla þessa efnasambands gefur til kynna að það innihaldi Al3+ og SO42− jónir í hlutfallinu 2:3. Til að reikna út formúlumassa er gagnlegt að endurskrifa formúluna á einfaldara formi, Al2S3O12. Samkvæmt aðferðinni sem lýst er hér að ofan er formúlumassi þessa efnasambands reiknaður út á eftirfarandi hátt:

source: Calcium phosphate, Ca3(PO4)2, is an ionic compound and a common anti-caking agent added to food products. What is the formula mass (amu) of calcium phosphate?
is: Kalsíumfosfat, Ca3(PO4)2, er jónaefni og algengt kekkjavarnarefni sem bætt er í matvæli. Hver er formúlumassi (amu) kalsíumfosfats?
